{
	"Abandon Rate": "Tasa de Abandono",
	"Agent Occupancy": "Ocupación agente",
	"Agent Wrap Up Time": "Tiempo de cierre del agente",
	"Average Handle Time": "Tiempo promedio de manejo",
	"Average Hold Time": "Tiempo de espera promedio",
	"Calls & Sales Per Rep": "Llamadas y ventas por representante",
	"Campaign Sales": "Ventas de campaña",
	"Contact Rate": "Tasa de contacto",
	"Idle Time": "Tiempo de inactividad",
	"Service Level": "Nivel de servicio",
	"Percentage of total inbound calls that resulted in a customer hangup": "Porcentaje del total de llamadas entrantes que resultaron en un bloqueo del cliente",
	"Distinct Count of Reps for Current Day": "Cuenta distinta de repeticiones para el día actual",
	"Total amount of time spent in after call work": "Cantidad total de tiempo dedicado al trabajo posterior a la llamada",
	"Total amount of agent time divided by total amount of handled calls": "Cantidad total de tiempo del agente dividido por la cantidad total de llamadas atendidas",
	"A calculation of total hold time divided by number of inbound calls": "Un cálculo del tiempo de retención total dividido por el número de llamadas entrantes",
	"Total Calls taken % Sales made by Reps (Inbound and Outbound)": "Total de llamadas atendidas% de ventas realizadas por representantes (entrantes y salientes)",
	"Sales per Campaign": "Ventas por campaña",
	"Total calls, contacts, and contact rate by Campaign": "Total de llamadas, contactos y velocidad de contacto por campaña",
	"Total amount of time spent in waiting status per agent": "Cantidad total de tiempo pasado en estado de espera por agente",
	"This is a measure of the amount of handled calls divided by the total amount of inbounds calls.  A handled call is a inbound call serviced by an agent that was not on hold in que for more then 20 seconds.": "Esta es una medida de la cantidad de llamadas atendidas dividida por la cantidad total de llamadas entrantes. Una llamada manejada es una llamada entrante atendida por un agente que no estuvo en espera durante más de 20 segundos."
}